Repository: Marcelo-MConti/c4c
Catalog: messages/*.po
Languages: pt

source: Red won!
pt: Vermelho ganhou!

source: Yellow won!
pt: Amarelo ganhou!

source: You won.
pt: Você ganhou.

source: The computer won.
pt: O PC ganhou.

source: You lost.
pt: Você perdeu.

source: Invalid IPv6 address! Expected `[ADDR]:PORT' or just `ADDR'.
pt: Endereço IPv6 inválido! Use `[ENDEREÇO]:[PORTA]' ou apenas `ENDEREÇO'.

source: Invalid host! `HOST:PORT' or just `HOST' expected. `HOST' can be a domain name or IPv4/6 address.
pt: Host inválido! Esperado `HOST:PORTA' ou só `HOST' (um nome de domínio) ou endereço IPv4/6).

source: c4c needs at least a %dx%d terminal to work.
pt: c4c precisa de um terminal com dimensões de pelo menos %dx%d para funcionar.

source: This terminal does not support colors, which is required for c4c to run. Either find a terminal that supports colors or recompile c4c without color support.
pt: Esse terminal não suporta cores, o que é necessário para o c4c rodar. Use um terminal que suporte cores ou recompile o c4c, desabilitando suporte a cores.

source: START
pt: COMEÇAR

source: QUIT
pt: SAIR

source: PLAY MODE
pt: MODO DE JOGO

source: PL vs. PL
pt: PvP local

source: PL vs. PC
pt: vs. PC

source: NETPLAY
pt: PvP online

source: HOST
pt: Endereço

source: Hostname or address of peer:
pt: Hostname ou endereço:

source: You need to specify a peer (`HOST:PORT' or just `HOST') in netplay mode.
pt: Você deve especificar um endereço de uma máquina para jogar no modo online.

source: (^C) Quit (<-/->/Home/End) Move arrow (Enter) Play tile
pt: (^C) Sair (<-/->/Home/End) Mover seta (Enter) Jogar a peça

source: Do you really want to quit?
pt: Você realmente deseja sair?

source: No
pt: Não

source: Yes
pt: Sim

source: Cancel
pt: Cancelar
